{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "IP е забранен заради генериране на твърде много действия.",
        "BlockCloudNoteInternetDisabled": "Тъй като интернет е изключен във Вашата конфигурация на Matomo, тази функция няма да работи.",
        "SettingBlockCloudDescription": "Блокира заявки за проследяване, произхождащи от облачни доставчици като AWS, Azure, Digital Ocean, Google Cloud и Oracle, като извлича списък с техните IP диапазони. Трябва да е безопасно да го включите, ако проследявате само с помощта на JavaScript тракера, тъй като техните заявки за проследяване не произлизат от облаци, освен ако не използват VPN, който маршрутизира данни през доставчици на облак. Настройката важи за всички Ваши сайтове.",
        "SettingBlockCloudTitle": "Блокирайте заявки за проследяване от облака",
        "SettingBlockHeadlessDescription": "Това са браузъри без потребителски интерфейс, използвани предимно за автоматизация. Трябва да е безопасно да включите това, ако имате само обикновени уебсайтове или приложения. Това може да блокира допълнителни ботове и спам заявки, които иначе не биха били открити.",
        "SettingBlockHeadlessTitle": "Блокирайте headless браузъри (без графичен интерфейс)",
        "SettingBlockServerSideLibrariesDescription": "Използвайте това, ако използвате само %1$sJavaScript Tracker%2$s, тъй като другият трафик така или иначе ще бъде атаки или спам. Това блокира заявки за проследяване от cURL, HTTP, Guzzle и Postman.%3$s%1$sЗабележка: Не го използвайте, ако проследявате данни с помощта на SDK от страна на сървъра като Matomo PHP SDK за проследяване, Java SDK, Python SDK, Android или iOS SDK или други езици за програмиране от страна на сървъра.%2$s",
        "SettingBlockServerSideLibrariesTitle": "Блокирайте заявки за проследяване от библиотеки от страна на сървъра",
        "SettingExcludedCountriesDescription": "Не проследявайте посетители от тези страни. Посетителите извън целевата Ви зона вероятно ще бъдат ботове или спамери, или можете да го използвате, за да избегнете законите за поверителност в други юрисдикции.",
        "SettingExcludedCountriesTitle": "Изключване на държави",
        "SettingIncludedCountriesDescription": "Това изключва всички други държави. Настройката „изключване на държави“ съдържа повече информация.",
        "SettingIncludedCountriesTitle": "Проследявайте само посетители от тези страни",
        "SettingMaxActionsDescription": "По подразбиране \"0\" записва всички действия. Повечето сайтове обикновено имат не повече от 100 до 300. Може да е безопасно да се предположи, че друга дейност е спам, бот или атака. Matomo спира да записва по-нататъшни действия и блокира техните IP адреси за до 24 часа, за да намали натоварването на сървъра и да запази точността на данните.",
        "SettingMaxActionsTitle": "Максимален брой действия за запис на посещение",
        "SettingNotificationEmailDescription": "Този имейл адрес ще бъде уведомяван всеки път, когато IP е забранен поради твърде много действия. В бъдеще могат да бъдат добавени допълнителни причини за уведомяване.",
        "SettingNotificationEmailTitle": "Имейл за известяване"
    }
}
