{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "Αποκλείστηκε μια διεύθυνση IP καθώς ιχνηλατήθηκαν πάρα πολλές ενέργειες.",
        "BlockCloudNoteInternetDisabled": "Καθώς το internet είναι απενεργοποιημένο στην παραμετροποίηση του Matomo, το χαρακτηριστικό αυτό δε θα δουλέψει.",
        "SettingBlockCloudDescription": "Αν είναι τσεκαρισμένο, θα μπλοκαριστούν όλες οι αιτήσεις ιχνηλάτησης που προέρχονται από παρόχους στο Σύννεφο, όπως το AWS, Azure, Digital Ocean, Google Cloud και Oracle. Αν ιχνηλατείτε χρησιμοποιώντας μόνο τον JavaScript ιχνηλάτη, τότε αυτή η ρύθμιση είναι ασφαλές να ενεργοποιηθεί, καθώς οι αιτήσεις ιχνηλάτησης από ανθρώπους δεν θα προέρχονται από τους παραπάνω παρόχους στο Σύννεφο. Ωστόσο, μπορεί εσφαλμένα να μπλοκάρει λίγες αιτήσεις από κάποιους επισκέπτες που χρησιμοποιούν VPN (Εικονικό Ιδιωτικό Δίκτυο) μέσω ενός από τους παραπάνω παρόχους στο Σύννεφο. Αυτοί ωστόσο δε θα είναι πολλοί. Η επιλογή αφορά σε όλους τους ιστοτόπους σας. Η ενεργοποίηση αυτού του χαρακτηριστικού θα κάνει τον διακομιστή σας να ανακτήσει την μέχρι τώρα επικαιροποιημένη λίστα εύρους διευθύνσεων IP από τους διακομιστές της Google, AWS και Azure.",
        "SettingBlockCloudTitle": "Να αποκλειστούν αιτήσεις ιχνηλάτησης από το Σύννεφο",
        "SettingBlockHeadlessDescription": "Οι φυλλομετρητές χωρίς παράθυρο είναι φυλλομετρητές που δεν έχουν διεπαφή χρήστη και χρησιμοποιούνται κατά κόρον για αυτοματοποίηση. Αν έχετε μόνο τους συνήθεις ιστοτόπους ή εφαρμογές η ρύθμιση αυτή είναι ασφαλές να ενεργοποιηθεί. Μπορεί να μπλοκάρει πρόσθετα bot και ανεπιθύμητες αιτήσεις που διαφορετικά δε θα είχαν εντοπιστεί.",
        "SettingBlockHeadlessTitle": "Μπλοκάρισμα φυλλομετρητών χωρίς παράθυρο",
        "SettingBlockServerSideLibrariesDescription": "Ενεργοποιήστε το χαρακτηριστικό αυτό αν ιχνηλατείτε μόνο με χρήση του %1$sΙχνηλάτη JavaScript%2$s. Θα αποκλείσει αιτήσεις από βιβλιοθήκες στο διακομιστή, όπως το curl, HTTP, Guzzle και Postman. Γενικά, αν ιχνηλατείτε μόνο με τον Ιχνηλάτη JavaScript, τότε οι αιτήσεις από βιβλιοθήκες στο διακομιστή θα θεωρούνταν ανεπιθύμητες και μπορείτε με ασφάλεια να ενεργοποιήσετε το χαρακτηριστικό αυτό. %3$s%1$sΣημείωση: Αν χρησιμοποιείτε κάποιο SDK στο διακομιστή όπως το SDK Ιχνηλάτησης για την PHP, Java SDK, Python SDK, Android ή iOS SDK, ή γλώσσες προγραμματισμού στο διακομιστή, τότε δεν πρέπει να ενεργοποιήσετε αυτό το χαρακτηριστικό.%2$s",
        "SettingBlockServerSideLibrariesTitle": "Αποκλεισμός αιτήσεων ιχνηλάτησης από άλλες βιβλιοθήκες στο διακομιστή",
        "SettingExcludedCountriesDescription": "Να μην ιχνηλατούνται επισκέπτες από αυτές τις χώρες. Το χαρακτηριστικό αυτό σας επιτρέπει να καθορίσετε τις επιτρεπόμενες ιχνηλατήσεις από επισκέπτες από συγκεκριμένες χώρες. Για παράδειγμα, αν έχετε ένα ιστοτόπο στα Γερμανικά, τότε ενδέχεται να μην είναι αποδεκτό να έχετε νόμιμους επισκέπτες από χώρα εκτός της Ευρώπης, που σημαίνει σε αυτή την περίπτωση ότι ο επισκέπτης ενδέχεται να είναι ανεπιθύμητος ή bot. Με την ιχνηλάτηση επισκεπτών από συγκεκριμένες χώρες, μπορείτε εύκολα να αποφύγετε περιπτώσεις ανεπιθύμητων και bot και επιπλέον να είστε συμμορφωμένοι με τυχόν νομοθεσία για την ιδιωτικότητα.",
        "SettingExcludedCountriesTitle": "Μη συμπερίληψη Χωρών",
        "SettingIncludedCountriesDescription": "Αν ορίσετε οποιαδήποτε χώρα εδώ, τότε αυτόματα αποκλείονται όλες οι άλλες χώρες. Για περισσότερες πληροφορίες, δείτε τη ρύθμιση αποκλεισμού χωρών.",
        "SettingIncludedCountriesTitle": "Να ιχνηλατούνται επισκέπτες μόνο από αυτές τις χώρες",
        "SettingMaxActionsDescription": "Εισάγετε 0 για να επιτρέψετε άπειρες ενέργειες (προεπιλογή). Οι περισσότεροι ιστοτόποι δεν δέχονται περισσότερες για παράδειγμα από 100 με 300 ενέργειες μέσα σε μια επίσκεψη υπό κανονικές συνθήκες . Στις περισσότερες επισκέψεις είναι ασφαλές να θεωρηθεί ότι αν κάποιος έχει προκαλέσει περισσότερες ενέργειες από την ρύθμιση που έχει οριστεί, τότε μάλλον πρόκειται για ανεπιθύμητη ιχνηλάτηση ή κάποιο bot ή κάτι που δεν προέρχεται από ανθρώπινη δραστηριότητα. Το Matomo σε μια τέτοια περίπτωση θα διακόψει την ιχνηλάτηση περαιτέρω ενεργειών για αυτή την επίσκεψη ώστε να έχει λιγότερα ανακριβή δεδομένα και για να μειώσει το φόρτο του διακομιστή. Η διεύθυνση IP αυτής της επίσκεψης τότε θα μπλοκαριστεί για μέχρι και 24 ώρες.",
        "SettingMaxActionsTitle": "Μέγιστος αριθμός ενεργειών ανά επίσκεψη για καταγραφή",
        "SettingNotificationEmailDescription": "Σε αυτή τη διεύθυνση e-mail θα αποστέλλονται ειδοποιήσεις όποτε μια διεύθυνση IP αποκλείεται λόγω εκτεταμένου αριθμού ενεργειών. Στο μέλλον ενδέχεται να προστεθούν επιπλέον λόγοι για ειδοποιήσεις.",
        "SettingNotificationEmailTitle": "E-mail ειδοποίησης"
    }
}
