{
    "TrackingSpamPrevention": {
        "SettingMaxActionsTitle": "Max actions per visit to record",
        "SettingMaxActionsDescription": "Enter 0 to allow unlimited actions (default). Most sites never have more than around 100 to 300 actions within one visit under normal circumstances. In many cases it might therefore be safe to assume that if someone has caused more actions than the configured amount of actions, it might be actually tracking spam or a bot or something else like non-human activity is causing these actions. Matomo will in this case stop recording further actions for that visit to have less inaccurate data and to reduce server load. The IP address of this visit will then be blocked for up to 24 hours.",
        "SettingNotificationEmailTitle": "Notification email",
        "SettingNotificationEmailDescription": "This email address will be notified whenever an IP is banned because of having too many actions. In the future further notification reasons might be added.",
        "SettingBlockHeadlessTitle": "Block headless browsers",
        "SettingBlockHeadlessDescription": "Headless browsers are browsers without a user interface and are mostly used for automation. If you only have regular websites or apps this setting should be safe to enable. It can block additional bots and spam requests that otherwise would not be detected.",
        "SettingBlockCloudTitle": "Block tracking requests from Cloud",
        "BlockCloudNoteInternetDisabled": "As internet is disabled in Matomo configuration, this feature won't work.",
        "BanIpNotificationMailSubject": "An IP was banned as too many actions were tracked.",
        "SettingBlockCloudDescription": "If enabled, it will block tracking requests that originated from Cloud providers like AWS, Azure, Digital Ocean, Google Cloud and Oracle. If you are only tracking using the JavaScript tracker then this setting should be safe to enable as tracking requests from humans would not originate from these clouds. However, it might also falsely block a few requests when a visitor is using a VPN (Virtual Private Network) through one of those cloud providers. This should be very few visitors though. The setting applies to all your sites. Enabling this feature will cause your server to fetch the up to date list of IP ranges from Google, AWS and Azure servers.",
        "SettingBlockServerSideLibrariesTitle": "Block tracking requests from server side libraries",
        "SettingBlockServerSideLibrariesDescription": "Enable this feature if you are tracking only using %1$sJavaScript Tracker%2$s. It will block tracking requests from server side libraries like curl, HTTP, Guzzle, and Postman. Generally, if you are tracking data only via the JavaScript Tracker then requests from such Server Side Libraries would indicate spam and you can safely enable this feature.%3$s%1$sNote: If you are using a server side SDK like our PHP tracking SDK, Java SDK, Python SDK, Android or iOS SDK, or other server side programming languages to track data then you should not enable this feature.%2$s",
        "SettingExcludedCountriesTitle": "Exclude Countries",
        "SettingExcludedCountriesDescription": "Don't track visitors from these countries. This feature lets you configure to only accepted tracking requests for visitors from specific countries. For example if you have a German website, then it might be unexpected to have any legit visitors from a country outside of Europe meaning a visitor is likely a spammer or a bot in this case. By only tracking visitors from certain countries you can easily avoid a lot of potential spam and bots plus you might also avoid needing to be compliant with certain privacy laws.",
        "SettingIncludedCountriesTitle": "Only track visitors from these countries",
        "SettingIncludedCountriesDescription": "If you specify any country here, then all other countries are automatically excluded. For more details see exclude countries setting."
    }
}
