{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "Une adresse IP a été bannie car elle a réalisé trop d'actions.",
        "BlockCloudNoteInternetDisabled": "Comme internet est désactivé dans la configuration de Matomo, cette fonctionnalité ne marchera pas.",
        "SettingBlockCloudDescription": "Si ce paramètre est activé, il bloquera les requêtes provenant d'hébergeurs cloud tels que AWS, Azure, Digital Ocean, Google Cloud et Oracle. Si vous utilisez uniquement le tracker javascript pour effectuer votre suivi, vous devriez activer ce paramètre dans la mesure où les requêtes provenant d'êtres humains ne seront pas identifiées comme provenant de ces clouds. Cependant, il pourra également bloquer à tort quelques requêtes lorsqu'un visiteur utilise un VPN (Virtual Private Network) passant à travers un de ces clouds. Cela ne devrait représenter qu'une portion infime de vos visiteurs. Ce paramètre s'applique à tous vos sites. Activer cette fonctionnalité demandera à votre serveur de mettre à jour la liste des adresses IP utilisées par les serveurs de Google, AWS et Azure.",
        "SettingBlockCloudTitle": "Bloquer les requêtes de suivi émanant du cloud",
        "SettingBlockHeadlessDescription": "Les navigateurs sans tête sont des navigateurs ne disposant pas d'une interface utilisateur et sont principalement utilisés de manière automatisée. Si vous avez uniquement des sites web classiques ou des applications, il serait sage d'activer ce paramètre. Il pourra ainsi bloquer les robots et les requêtes de spam qui passeraient autrement inaperçues.",
        "SettingBlockHeadlessTitle": "Bloquer les navigateurs sans tête",
        "SettingBlockServerSideLibrariesDescription": "Activez cette fonctionnalité si vous effectuez le suivi uniquement à l'aide de %1$sJavaScript Tracker%2$s. Il bloquera les demandes de suivi des bibliothèques côté serveur telles que curl, HTTP, Guzzle et Postman. En règle générale, si vous effectuez le suivi des données uniquement via JavaScript Tracker, les demandes de ces bibliothèques côté serveur indiquent un spam et vous pouvez activer cette fonctionnalité en toute sécurité.%3$s%1$sRemarque : Si vous utilisez un SDK côté serveur comme notre PHP SDK de suivi, SDK Java, SDK Python, SDK Android ou iOS, ou d'autres langages de programmation côté serveur pour suivre les données, vous ne devez pas activer cette fonctionnalité.%2$s",
        "SettingBlockServerSideLibrariesTitle": "Bloquer les demandes de suivi des bibliothèques côté serveur",
        "SettingExcludedCountriesDescription": "Ne suivez pas les visiteurs de ces pays. Cette fonctionnalité vous permet de configurer uniquement les demandes de suivi acceptées pour les visiteurs de pays spécifiques. Par exemple, si vous avez un site Web allemand, il peut être inattendu d'avoir des visiteurs légitimes d'un pays en dehors de l'Europe, ce qui signifie qu'un visiteur est probablement un spammeur ou un bot dans ce cas. En suivant uniquement les visiteurs de certains pays, vous pouvez facilement éviter de nombreux spams et robots potentiels, et vous pouvez également éviter d'avoir à vous conformer à certaines lois sur la confidentialité.",
        "SettingExcludedCountriesTitle": "Exclure des pays",
        "SettingIncludedCountriesDescription": "Si vous spécifiez un pays ici, tous les autres pays sont automatiquement exclus. Pour plus de détails, voir le paramètre d'exclusion des pays.",
        "SettingIncludedCountriesTitle": "Ne suivre que les visiteurs de ces pays",
        "SettingMaxActionsDescription": "Entrez 0 pour autoriser un nombre illimité d'actions (paramètre par défaut). La plupart des sites n'enregistre pas plus de 100, 200 ou 300 actions par visites en temps normal. La plupart du temps, il est donc raisonnable de penser que si quelqu'un effectue plus d'actions que le nombre prévu, nous avons à faire à du spam, un robot ou toute autre cause non-naturelle. Dans ce cas, Matomo cessera d'enregistrer toute action additionnelle pour cette visite afin d'éviter d'avoir des résultats inadaptés et de réduire la charge pesant sur votre serveur. L'adresse IP de cette visite sera par ailleurs bloquée pour 24 heures.",
        "SettingMaxActionsTitle": "Nombre maximal d'actions à enregistrer par visite",
        "SettingNotificationEmailDescription": "Cette adresse email sera notifiée à chaque fois qu'une IP est bannie pour avoir réalisé trop d'actions. Dans le futur, d'autres motifs de notification pourront être ajoutés.",
        "SettingNotificationEmailTitle": "Notification par email"
    }
}
