{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "ઘણી બધી ક્રિયાઓ જનરેટ કરવા બદલ IP પર પ્રતિબંધ મૂકવામાં આવ્યો હતો.",
        "BlockCloudNoteInternetDisabled": "તમારા Matomo કન્ફિગરેશનમાં ઈન્ટરનેટ બંધ હોવાથી, આ સુવિધા કામ કરશે નહીં.",
        "SettingBlockCloudDescription": "AWS, Azure, Digital Ocean, Google Cloud અને Oracle જેવા ક્લાઉડ પ્રદાતાઓ પાસેથી તેમની IP રેન્જની સૂચિ મેળવીને ટ્રેકિંગ વિનંતીઓને બ્લોક કરે છે. જો તમે માત્ર JavaScript ટ્રેકરનો ઉપયોગ કરીને ટ્રેકિંગ કરી રહ્યાં હોવ તો તેને ચાલુ કરવું સલામત હોવું જોઈએ, કારણ કે તેમની ટ્રેકિંગ વિનંતીઓ ક્લાઉડમાંથી ઉદ્ભવતી નથી, સિવાય કે તેઓ VPN નો ઉપયોગ કરે છે જે ક્લાઉડ પ્રદાતાઓ દ્વારા ડેટાને રૂટ કરે છે. સેટિંગ તમારી બધી સાઇટ્સ પર લાગુ થાય છે.",
        "SettingBlockCloudTitle": "ક્લાઉડમાંથી ટ્રેકિંગ વિનંતીઓને બ્લોક કરો",
        "SettingBlockHeadlessDescription": "આ યુઝર ઈન્ટરફેસ વગરના બ્રાઉઝર્સ છે, મોટે ભાગે ઓટોમેશન માટે વપરાય છે. જો તમારી પાસે ફક્ત નિયમિત વેબસાઇટ્સ અથવા એપ્લિકેશનો હોય તો આને ચાલુ કરવું સલામત હોવું જોઈએ. તે વધારાના બોટ્સ અને સ્પામ વિનંતીઓને અવરોધિત કરી શકે છે જે અન્યથા શોધી શકાશે નહીં.",
        "SettingBlockHeadlessTitle": "હેડલેસ બ્રાઉઝર્સને બ્લૉક કરો",
        "SettingBlockServerSideLibrariesDescription": "આનો ઉપયોગ ફક્ત %1$sJavaScript ટ્રેકર%2$s નો ઉપયોગ કરો, કારણ કે અન્ય ટ્રાફિક કોઈપણ રીતે હુમલા અથવા સ્પામ હશે. તે cURL, HTTP, Guzzle અને પોસ્ટમેનની ટ્રેકિંગ વિનંતીઓને અવરોધિત કરે છે.%3$s%1$s નોંધ: જો Matomo PHP ટ્રેકિંગ SDK, Java SDK, Python SDK, Android જેવા સર્વર-સાઇડ SDK નો ઉપયોગ કરીને ડેટા ટ્રૅક કરવામાં આવે તો તેનો ઉપયોગ કરશો નહીં. અથવા iOS SDK, અથવા અન્ય સર્વર-સાઇડ પ્રોગ્રામિંગ ભાષાઓ.%2$s",
        "SettingBlockServerSideLibrariesTitle": "સર્વર-સાઇડ લાઇબ્રેરીઓમાંથી ટ્રેકિંગ વિનંતીઓને બ્લોક કરો",
        "SettingExcludedCountriesDescription": "આ દેશોના મુલાકાતીઓને ટ્રૅક કરશો નહીં. તમારા લક્ષ્ય વિસ્તારની બહારના મુલાકાતીઓ બૉટો અથવા સ્પામર્સ હોઈ શકે છે, અથવા તમે અન્ય અધિકારક્ષેત્રોમાં ગોપનીયતા કાયદાઓને ટાળવા માટે તેનો ઉપયોગ કરી શકો છો.",
        "SettingExcludedCountriesTitle": "દેશોને બાકાત રાખો",
        "SettingIncludedCountriesDescription": "આમાં અન્ય તમામ દેશોનો સમાવેશ થતો નથી. \"દેશોને બાકાત રાખો\" સેટિંગમાં વધુ માહિતી છે.",
        "SettingIncludedCountriesTitle": "ફક્ત આ દેશોના મુલાકાતીઓને ટ્રૅક કરો",
        "SettingMaxActionsDescription": "\"0\" નું ડિફોલ્ટ બધી ક્રિયાઓને રેકોર્ડ કરે છે. મોટાભાગની સાઇટ્સમાં સામાન્ય રીતે 100 થી 300 થી વધુ હોતી નથી. અન્ય પ્રવૃત્તિ સ્પામ, બોટ અથવા હુમલાને ટ્રૅક કરી રહી છે તેવું માની લેવું સલામત હોઈ શકે છે. Matomo આગળની ક્રિયાઓ રેકોર્ડ કરવાનું બંધ કરે છે અને સર્વર લોડ ઘટાડવા અને ડેટાની ચોકસાઈ જાળવવા માટે તેમના IP સરનામાંને 24 કલાક સુધી બ્લોક કરે છે.",
        "SettingMaxActionsTitle": "પ્રતિ મુલાકાત રેકોર્ડ કરવા માટેની મહત્તમ ક્રિયાઓ",
        "SettingNotificationEmailDescription": "જ્યારે પણ IP પર ઘણી બધી ક્રિયાઓ કરવા માટે પ્રતિબંધ મૂકવામાં આવે ત્યારે આ ઈ-મેલ સરનામું સૂચિત કરવામાં આવશે. ભવિષ્યમાં વધુ સૂચના કારણો ઉમેરવામાં આવી શકે છે.",
        "SettingNotificationEmailTitle": "સૂચના ઇમેઇલ"
    }
}
