{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "बहुत अधिक गतिविधियां उत्पन्न करने के कारण एक आईपी पर प्रतिबंध लगा दिया गया था।",
        "BlockCloudNoteInternetDisabled": "चूंकि आपके माटोमो कॉन्फ़िगरेशन में इंटरनेट बंद है, इसलिए यह सुविधा काम नहीं करेगी।",
        "SettingBlockCloudDescription": "एडब्ल्यू्स, एझ्‍युअर, डिजिटल ओशन, गूगल क्‍लाऊड और ओरेकल जैसे क्लाउड प्रदाताओं से आने वाले ट्रैकिंग अनुरोधों को उनके आईपी रेंज की सूची लाकर ब्लॉक करता है। यदि आप केवल जावास्क्रिप्ट ट्रैकर का उपयोग करके ट्रैकिंग कर रहे हैं तो इसे चालू करना सुरक्षित होना चाहिए, क्योंकि उनके ट्रैकिंग अनुरोध क्लाउड से उत्पन्न नहीं होते हैं, जब तक कि वे वीपीएन का उपयोग नहीं करते हैं जो क्लाउड प्रदाताओं के माध्यम से डेटा को रूट करता है। यह सेटिंग आपकी सभी साइटों पर लागू होती है।",
        "SettingBlockCloudTitle": "क्लाउड से ट्रैकिंग अनुरोधों को ब्लॉक करें",
        "SettingBlockHeadlessDescription": "ये बिना उपयोगकर्ता इंटरफ़ेस वाले ब्राउज़र हैं, जिनका उपयोग अधिकतर स्वचालन के लिए किया जाता है। यदि आपके पास केवल नियमित वेबसाइटें या ऐप्स हैं तो इसे चालू करना सुरक्षित होना चाहिए। यह अतिरिक्त बॉट और स्पैम अनुरोधों को ब्लॉक कर सकता है जिनका अन्यथा पता नहीं लगाया जा सकेगा।",
        "SettingBlockHeadlessTitle": "हेडलेस ब्राउज़रों को ब्लॉक करें",
        "SettingBlockServerSideLibrariesDescription": "यदि केवल %1$sJavaScript ट्रैकर%2$s का उपयोग कर रहे हैं तो इसका उपयोग करें, क्योंकि अन्य ट्रैफ़िक वैसे भी हमले या स्पैम होंगे। यह cURL, HTTP, Guzzle, और Postman से ट्रैकिंग अनुरोधों को ब्लॉक करता है।%3$s%1$sनोट: यदि Matomo PHP ट्रैकिंग SDK, Java SDK, Python SDK, Android जैसे सर्वर-साइड SDK का उपयोग करके डेटा ट्रैक करते हैं तो इसका उपयोग न करें। या iOS SDK, या अन्य सर्वर-साइड प्रोग्रामिंग भाषाएँ।%2$s",
        "SettingBlockServerSideLibrariesTitle": "सर्वर-साइड लाइब्रेरीज़ से ट्रैकिंग अनुरोधों को ब्लॉक करें",
        "SettingExcludedCountriesDescription": "इन देशों से आने वाले आगंतुकों को ट्रैक न करें। आपके लक्षित क्षेत्र के बाहर के विज़िटर संभवतः बॉट या स्पैमर होंगे, या आप इसका उपयोग अन्य न्यायालयों में गोपनीयता कानूनों से बचने के लिए कर सकते हैं।",
        "SettingExcludedCountriesTitle": "देशों को बाहर करें",
        "SettingIncludedCountriesDescription": "इसमें अन्य सभी देश शामिल नहीं हैं। \"देश बहिष्कृत करें\" सेटिंग में अधिक जानकारी है।",
        "SettingIncludedCountriesTitle": "केवल इन देशों के आगंतुकों को ट्रैक करें",
        "SettingMaxActionsDescription": "\"०\" का डिफ़ॉल्ट सभी कार्यों को रिकॉर्ड करता है। अधिकांश साइटों पर आमतौर पर १०० से ३०० से अधिक नहीं होते हैं। यह मान लेना सुरक्षित हो सकता है कि अन्य गतिविधि स्पैम, बॉट या हमले को ट्रैक कर रही है। माटोमो आगे की कार्रवाइयों को रिकॉर्ड करना बंद कर देता है और सर्वर लोड को कम करने और डेटा सटीकता को संरक्षित करने के लिए उनके आईपी पते को २४ घंटे तक ब्लॉक कर देता है।",
        "SettingMaxActionsTitle": "प्रति विज़िट रिकॉर्ड करने के लिए अधिकतम गतिविधियाँ",
        "SettingNotificationEmailDescription": "जब भी किसी आईपी पर बहुत अधिक कार्रवाई करने के लिए प्रतिबंध लगाया जाएगा तो इस ई-मेल पते को सूचित किया जाएगा। भविष्य में और अधिसूचना कारण जोड़े जा सकते हैं।",
        "SettingNotificationEmailTitle": "अधिसूचना ईमेल"
    }
}
