{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "Un IP è stato bloccato perché sono state tracciate troppe azioni.",
        "BlockCloudNoteInternetDisabled": "Poiché Internet è disabilitato nella configurazione di Matomo, questa caratteristica non funzionerà.",
        "SettingBlockCloudDescription": "Se abilitato, bloccherà le richieste di tracciamento originate da provider di cloud come AWS, Azure, Digital Ocean, Google Cloud e Oracle. Se stai monitorando utilizzando solo il tracker JavaScript, questa impostazione dovrebbe essere abilitata in modo sicuro poiché le richieste di tracciamento da parte degli umani non provengono da questi cloud. Tuttavia, potrebbe anche bloccare erroneamente alcune richieste quando un visitatore utilizza una VPN (rete privata virtuale) tramite uno di quei fornitori di cloud. Tuttavia, ciò dovrebbe interessare pochissimi visitatori. L'impostazione si applica a tutti i tuoi siti. L'abilitazione di questa funzione farà sì che il tuo server recuperi l'elenco aggiornato degli intervalli IP dai server Google, AWS e Azure.",
        "SettingBlockCloudTitle": "Blocca le richieste di tracciamento dal Cloud",
        "SettingBlockHeadlessDescription": "I browser headless sono browser senza interfaccia grafica e vengono utilizzati principalmente per l'automazione. Se disponi solo di siti Web o app normali, questa impostazione dovrebbe essere abilitata in modo sicuro. Può bloccare bot aggiuntivi e richieste di spam che altrimenti non verrebbero rilevati.",
        "SettingBlockHeadlessTitle": "Blocca i browser headless",
        "SettingBlockServerSideLibrariesTitle": "Blocca richieste di tracciamento da librerie lato server",
        "SettingExcludedCountriesTitle": "Escludi nazioni",
        "SettingIncludedCountriesTitle": "Traccia solo i visitatori da queste nazioni",
        "SettingMaxActionsDescription": "Immetti 0 per consentire azioni illimitate (impostazione predefinita). La maggior parte dei siti, in circostanze normali, non presentano mai più di 100-300 azioni per visita. In molti casi potrebbe quindi essere lecito ritenere che se qualcuno ha effettuato più azioni rispetto al numero di azioni configurato, potrebbe effettivamente essere dello spam, o un bot, o qualcos'altro di non naturale che causa queste azioni. Matomo in questo caso interromperà la registrazione di ulteriori azioni per quella visita per avere dati meno imprecisi e per ridurre il carico del server. L'indirizzo IP di questa visita verrà quindi bloccato fino a 24 ore.",
        "SettingMaxActionsTitle": "Num. max. di azione per visita da registrare",
        "SettingNotificationEmailDescription": "Questo indirizzo email verrà informato ogni volta che un IP viene bloccato a causa di troppe azioni. In futuro potrebbero essere aggiunti ulteriori cause di notifica.",
        "SettingNotificationEmailTitle": "Email di notifica"
    }
}
