{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "Çok fazla işlem yapıldığı için bir IP adresi engellendi.",
        "BlockCloudNoteInternetDisabled": "İnternet Matomo yapılandırmasında devre dışı bırakıldığı için bu özellik çalışmaz.",
        "SettingBlockCloudDescription": "Bu seçenek etkinleştirildiğinde, AWS, Azure, Digital Ocean, Google Cloud ve Orcle gibi Bulut hizmeti sağlayıcılarından yapılan izleme istekleri engellenir. Yalnız JavaScript izleyici kullanılarak izleme yapılıyorsa, kişilerden gelen izleme istekleri bu bulut hizmetleri tarafından yapılmayacağından, bu ayarın etkinleştirilmesi güvenli olmalıdır. Bununla birlikte, bir ziyaretçi bu bulut hizmeti sağlayıcılarından biri aracılığıyla bir VPN (Sanal Özel Ağ) kullandığında da yapacağı birkaç istek yanlışlıkla engellenebilir. Yine de bu durumdan çok az ziyaretçi etkilenir. Bu ayar tüm sitelere uygulanır. Bu özellik etkinleştirildiğinde, Matomo sunucusu Google, AWS ve Azure sunucularından güncel IP adresi aralıkları listesini alır.",
        "SettingBlockCloudTitle": "Buluttan gelen izleme istekleri engellensin",
        "SettingBlockHeadlessDescription": "Başlıksız tarayıcılar, kullanıcı arayüzü olmayan tarayıcılardır ve çoğunlukla otomasyon işlemleri için kullanılır. Yalnız normal web siteleri ve uygulamalar kullanıyorsanız, bu ayarın etkinleştirilmesi güvenli olmalıdır. Başka şekilde belirlenemeyen ek bot ve spam isteklerini engelleyebilir.",
        "SettingBlockHeadlessTitle": "Başlıksız tarayıcılar engellensin",
        "SettingBlockServerSideLibrariesDescription": "Bu özelliği yalnız izleme için %1$sJavaScript Tracker%2$s kullanıyorsanız etkinleştirin. Bu seçenek etkinleştirildiğinde, curl, HTTP, Guzzle ve Postman gibi sunucu tarafı kitaplıklarından gelen izleme istekleri engellenir. Genellikle, verileri yalnızca JavaScript İzleyici aracılığıyla izliyorsanız, bu tür sunucu tarafı kitaplıklardan gelen istekler istenmeyen e-posta olduğunu gösterir ve bu özelliği güvenle etkinleştirebilirsiniz.%3$s%1$sNot: PHP izlememiz gibi verileri izlemek için SDK, Java SDK, Python SDK, Android veya iOS SDK veya diğer sunucu tarafı programlama dilleri ile sunucu tarafında bir SDK kullanıyorsanız, bu özelliği etkinleştirmemelisiniz.%2$s",
        "SettingBlockServerSideLibrariesTitle": "Sunucu tarafı kitaplıklardan gelen izleme istekleri engellensin",
        "SettingExcludedCountriesDescription": "Bu ülkelerden gelen ziyaretçiler izlenmez. Bu özellik, yalnız belirli ülkelerden gelen ziyaretçiler için izleme isteklerini kabul eden bir yapılandırmaya olanak sağlar. Örneğin, Almanya içinde bir web siteniz varsa, Avrupa dışındaki bir ülkeden yasal ziyaretçilerin olması beklenmeyen bir durum olabilir. Bu durumdaki bir ziyaretçi büyük olasılıkla bir spam gönderici veya bot olabilir. Yalnız belirli ülkelerden gelen ziyaretçileri izleyerek birçok olası spam ve bottan kolayca kaçınabilirsiniz. Ayrıca bu şekilde belirli kişisel veri gizliliği yasalarına uyma zorunluluğundan da kaçınabilirsiniz.",
        "SettingExcludedCountriesTitle": "Katılmayacak ülkeler",
        "SettingIncludedCountriesDescription": "Burada herhangi bir ülke belirtirseniz, diğer tüm ülkeler otomatik olarak izlenmez. Ayrıntılı bilgi almak için ülkeleri katılmayacak ülkeler seçeneğine bakabilirsiniz.",
        "SettingIncludedCountriesTitle": "Yalnız şu ülkelerden gelen ziyaretçiler izlensin",
        "SettingMaxActionsDescription": "Sınırsız işlem kaydedilmesi için 0 yazın (varsayılan). Çoğu site, normal şartlar altında, bir ziyarette işlem sayısı asla 100, 200 veya 300 üzerinde olmaz. Bu nedenle, çoğu durumda, yapılandırılmış işlem sayısından daha fazla işlem yapan bir ziyaretçinin izlenerek, bu işlemlere neden olan bir spam, bot ya da doğal davranmayan bir şey olduğunu varsaymak güvenli olabilir. Bu durumda Matomo, hatalı veri sayısını ve sunucu yükünü azaltmak için bu ziyaretin işlemlerini kaydetmeyi durdurur. Bu ziyaretin yapıldığı IP adresi 24 saat için engellenir.",
        "SettingMaxActionsTitle": "Bir ziyarette kaydedilecek en fazla işlem",
        "SettingNotificationEmailDescription": "Çok fazla işlem yapılan bir IP adresi engellendiğinde bu e-posta adresine bildirim gönderilir. Gelecekte başka bildirim nedenleri de eklenebilir.",
        "SettingNotificationEmailTitle": "Bildirim e-postası"
    }
}
