{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "IP-адресу було заблоковано через генерування завеликої кількості дій.",
        "BlockCloudNoteInternetDisabled": "Оскільки у вашій конфігурації Matomo інтернет вимкнено, ця функція не працюватиме.",
        "SettingBlockCloudDescription": "Блокує запити на стеження від хмарних провайдерів, таких як AWS, Azure, Digital Ocean, Google Cloud і Oracle, отримуючи список їхніх діапазонів IP-адрес. Його безпечно вмикати, якщо ви відстежуєте тільки за допомогою JavaScript-трекера, оскільки їхні запити на стеження не надходять із хмар, якщо тільки вони не використовують VPN, який переспрямовує дані через хмарних провайдерів. Налаштування застосовується до всіх ваших сайтів.",
        "SettingBlockCloudTitle": "Блокувати запити відстеження з хмари",
        "SettingBlockHeadlessDescription": "Це браузери без користувацького інтерфейсу, здебільшого використовуються для автоматизації. Його можна безпечно вмикати, якщо у вас є лише звичайні вебсайти або застосунки. Він може блокувати додаткові боти та спам-запити, які інакше не були б виявлені.",
        "SettingBlockHeadlessTitle": "Блокувати браузери без заголовків",
        "SettingBlockServerSideLibrariesDescription": "Застосовуйте цей параметр, якщо ви використовуєте лише %1$sJavaScript Tracker%2$s, оскільки інший трафік усе одно буде атаками або спамом. Блокує запити на стеження від cURL, HTTP, Guzzle і Postman.%3$s%1$sПримітка: Не використовуйте його, якщо відстежуєте дані за допомогою серверних SDK, таких як Matomo PHP tracking SDK, Java SDK, Python SDK, Android або iOS SDK, або інших серверних мов програмування.%2$s",
        "SettingBlockServerSideLibrariesTitle": "Блокувати запити відстеження від серверних бібліотек",
        "SettingExcludedCountriesDescription": "Не відстежуйте відвідувачів з цих країн. Відвідувачі за межами вашої цільової зони, швидше за все, будуть ботами або спамерами, або ви можете використовувати це, щоб уникнути законів про приватність в інших юрисдикціях.",
        "SettingExcludedCountriesTitle": "Виключити країни",
        "SettingIncludedCountriesDescription": "Це виключає всі інші країни. Налаштування «виключити країни» містить додаткову інформацію.",
        "SettingIncludedCountriesTitle": "Відстежувати відвідувачів лише з цих країн",
        "SettingMaxActionsDescription": "Усталено «0» фіксує всі дії. Більшість сайтів зазвичай мають не більше 100-300. Можна з упевненістю припустити, що інша активність — це відстеження спаму, бота або атаки. Matomo припиняє запис подальших дій і блокує їх IP-адреси на термін до 24 годин, щоб знизити навантаження на сервер і зберегти точність даних.",
        "SettingMaxActionsTitle": "Максимальна кількість дій для запису за відвідування",
        "SettingNotificationEmailDescription": "На цю електронну адресу буде надіслано повідомлення, коли IP буде заблоковано за надмірну кількість дій. У майбутньому можуть бути додані додаткові причини для сповіщення.",
        "SettingNotificationEmailTitle": "Сповіщення електронною поштою"
    }
}
